---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.FamilyNamePseudoParam
source: html/88f32eaa-bf1e-63f7-4ee5-b9a9ba612553.htm
---
# Autodesk.Revit.DB.ParameterTypeId.FamilyNamePseudoParam Property

"Family"

## Syntax (C#)
```csharp
public static ForgeTypeId FamilyNamePseudoParam { get; }
```